Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/oslomet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: kommunisere muntlig og skriftlig i matematikkundervisning med bruk av ulike språklige uttrykk, representasjonsformer, konkretiseringsmateriell og illustrasjoner, og kan også fremme slike ferdigheter hos elevene
nn: kommunisere munnleg og skriftleg i matematikk- og norskundervisninga med bruk av ulike språklege uttrykk, representasjonsformer, konkretiseringsmateriell og illustrasjonar, og kan òg fremje slike ferdigheiter hos elevane

source: (Om elever i vgo, se
nn: (Om elevar i vgo, sjå

source: Gjennom å utføre selvstendige forsknings- og utviklingsarbeid (FoU) skal studentene få kompetanse til å delta i utvikling av faglige fellesskap i en grunnskole i stadig endring.
nn: Gjennom å utføre sjølvstendig forskings- og utviklingsarbeid (FoU) skal studentane få kompetanse til å delta i utvikling av faglege fellesskap i ein grunnskule i stadig endring.

source: I oppdraga som knytte seg til forsøksverkstaden og rettleiingstenesta måtte en i tillegg til undervisinga ta både funksjonelle, kommersielle og konseptuelle omsyn.
nn: I oppdraga som knytte seg til forsøksverkstaden og rettleiingstenesta måtte ein i tillegg til undervisinga ta både funksjonelle, kommersielle og konseptuelle omsyn.

source: Det vitner om særdeles god faglig og fagdidaktisk kunnskap om lesing og skriving som grunnleggende ferdigheter.
nn: Det vitnar om særs god fagleg og fagdidaktisk kunnskap om lesing og skriving som grunnleggjande ferdigheiter.

source: Det gjelder blant annet drøfting av ulike måter å legge til rette for begynneropplæring i og på tvers av fag for alle elever;
nn: Det gjeld blant anna drøfting av ulike måtar å legge til rette for lese- og skrivesituasjonar i og på tvers av fag for alle elevar;

source: Master- og bacheloroppgaver som inneholder opplysninger undergitt lovbestemt taushetsplikt skal det ikke gis innsyn i, og de blir heller ikke tilgjengelige i høgskolens åpne vitenarkiv, ODA.
nn: Master- og bacheloroppgåver, som inneheld opplysningar underlagd lovbestemt teieplikt, skal det ikkje gjevast innsyn i, og dei blir heller ikkje tilgjengelege i høgskulen sitt opne vitenarkiv, ODA.

source: som skal fremme tilpasset opplæring og ivareta
nn: som skal fremme tilpassa opplæring og ivareta

source: Studenten skal forberedes til å legge til rette for en slik tilpassing ut fra faglig og didaktisk forståelse.
nn: Studenten skal førebuast til å legge til rette for ei slik tilpassing ut frå fagleg og didaktisk forståing.

source: Arbeidet har store mangler i faglig og fagdidaktisk kunnskap om lesing og skriving som grunnleggende ferdigheter, og/eller når det gjelder språklig framstilling, men tilfredsstiller noen faglige minimumskrav.
nn: Arbeidet har store manglar i fagleg og fagdidaktisk kunnskap om lesing og skriving som grunnleggjande ferdigheiter, og/eller når det gjeld språkleg framstilling, men tilfredsstiller noen faglege minimumskrav.

source: Etter fullført emne har studenten følgende læringsutbytte definert som kunnskap, ferdigheter og generell kompetanse:
nn: Etter fullført emne har studenten følgjande læringsutbyte definert som kunnskap, dugleik og generell kompetanse:

source: Studenten skal derfor få kunnskap om ulike samiske kulturuttrykk og språk, naturforvaltning, levemåter og politiske rettigheter - i både fortid og nåtid.
nn: Studenten skal derfor få kunnskap om ulike samiske kulturuttrykk og språk, naturforvaltning, levemåtar og politiske rettar – i både fortid og nåtid.

source: Bærekraft og innovasjon
nn: Berekraft og innovasjon

source: Kriterier for strategiske tiltak innen FoU‐området
nn: kriterium for strategiske tiltak innan FoU‐området

source: Det vart også opna opp nye former for transnasjonal valdsbruk, både knytt til den organiserte kriminaliteten, den transnasjonale terrorismen og «privatisering av krigen», der «den einslege terroristen» vaks fram som en ny sosial figur.
nn: Det vart også opna opp nye former for transnasjonal valdsbruk, både knytt til den organiserte kriminaliteten, den transnasjonale terrorismen og «privatisering av krigen», der «den einslege terroristen» vaks fram som ein ny sosial figur.

source: Det psykososiale læringsmiljøet blir påvirket av alt læreren gjør, for eksempel gjennom klasseregler, arbeidsmåter, tilbakemeldinger og væremåte.
nn: Det psykososiale læringsmiljøet blir påverka av alt læraren gjer, for eksempel gjennom klassereglar, arbeidsmåtar, tilbakemeldingar og veremåte.

source: I det digitaliserte samfunnet i dag skjer ei betydeleg endring i læringa sine materielle føresetnader, frå konkrete og analoge læringsmiljø til digitale og virtuelle.
nn: AB - I det digitaliserte samfunnet i dag skjer ei betydeleg endring i læringa sine materielle føresetnader, frå konkrete og analoge læringsmiljø til digitale og virtuelle.

source: For det tredje må lærere ha øye for hvordan elever har det, også knyttet til forhold utenfor skolen, inkludert omsorgssvikt, vold og seksuelle overgrep.
nn: For det tredje må lærarar ha auge for korleis elevar har det, også knytt til omstende utanfor skulen, inkludert omsorgssvikt, vald og seksuelle overgrep.

source: Studentene vil i utdanningen også få erfaring med å samarbeide på tvers av profesjoner.
nn: Studentane vil også få erfaring med å samarbeide på tvers av profesjonar i utdanninga.

source: , om det språket eller de språkene som et barn lærer seg først.
nn: , om det språket eller dei språka som eit barn lærer seg først.

source: Dette åpner opp for å etablere normer i klasserommet som fremmer fellesskap, mangfold og demokratisk medborgerskap.
nn: Dette opnar opp for å etablere normer i klasserommet som fremmar fellesskap, mangfald og demokratisk medborgarskap.

source: Studenter som innvilges studieplass, må være i arbeid som lærer eller ha kontakt med en skole der det er mulig å aktivt ta del i undervisning relevant for studieprogrammet.[1] Kravet om bestått lærerutdanning kan fravikes dersom søkeren kun mangler faget hun/han søker på, for å få fullført sin lærerutdanning.
nn: Studentar som får studieplass, må vere i arbeid som lærar eller ha kontakt med en skole der det er mulig å aktivt ta del i undervisning relevant for studieprogrammet.[1] Ein kan fråvike kravet om bestått lærarutdanning dersom søkjaren berre manglar faget ho/han søkjer på, for å fullføre lærarutdanninga si.

source: Person som har tilegnet seg og bruker to eller flere språk i dagligliv, utdanning og / eller arbeid.
nn: Person som har tileigna seg og bruker to eller fleire språk i daglegliv, utdanning og / eller arbeid.

source: For å få til dette trenger studentene relasjonelle ferdigheter og avansert kunnskap om barn og unges livsverden og identitetsdannelse i og utenfor skolen.
nn: For å få til dette treng studentane relasjonelle ferdigheiter og avansert kunnskap om barn og unges livsverd og identitetsdanning i og utanfor skulen.

source: faglig og sosial utvikling og kvalifisering av alle elevers aktive samfunnsdeltakelse.
nn: fagleg og sosial utvikling og kvalifisering av alle elevar til aktiv samfunnsdeltaking.

source: Lærere har et ansvar for å legge til rette for dette, og lærerutdanningen må gi lærerstudentene kompetanse for å håndtere dette ansvaret.
nn: Lærarar har eit ansvar for å legge til rette for dette og lærarutdanninga må gi lærarstudentane kompetanse til å handtere dette ansvaret.

source: Gjennom INTERACT får studentene forskningsbasert kunnskap om temaer knyttet til barn og unges hverdag.
nn: Gjennom INTERACT får studentane forskingsbasert kunnskap om tema som er knytt til kvardagen til barn og unge.

source: De må kjenne til og kunne oppdage tegn på dette, og kunne bruke hjelpeapparatet slik loven krever og på en hensiktsmessig måte.
nn: Dei må kjenne til og kunne oppdage teikn på dette, og kunne bruke hjelpeapparatet slik lova krev og på ein føremålstenleg måte.

source: Fordele stipendiatressurser og postdoktorressurser som er tildelt fakultetet fra OsloMet sentralt
nn: fordele stipendiatressursar og postdoktorressursar som er tildelt fakultetet frå OsloMet sentralt

source: har spesialisert innsikt i et avgrenset fagområde (masteroppgaven)
nn: har spesialisert innsikt i eit avgrensa fagområde (masteroppgåva)

source: i oppgaven, men uten at disse kan sitere fra oppgaven.
nn: i oppgåva, men utan at desse kan sitere frå oppgåva.

source: Mot denne historiske bakgrunnen kan en også hevda at denne høgreekstreme terroren berre kunne skje på bakgrunn av at klasse-konflikten har vorte avløyst av «kulturkampen», og at den islamske sivilisasjonen har erstatta Sovjetunionen som den store fienden for den vestlege sivilisasjonen.
nn: Mot denne historiske bakgrunnen kan ein også hevda at denne høgreekstreme terroren berre kunne skje på bakgrunn av at klasse-konflikten har vorte avløyst av «kulturkampen», og at den islamske sivilisasjonen har erstatta Sovjetunionen som den store fienden for den vestlege sivilisasjonen.

source: kan organisere og drive tilpasset lese- og skriveopplæring på begynnertrinnet etter faglig begrunnede prinsipper og i samsvar med gjeldende læreplan i en flerkulturell skole
nn: kan organisere og drive tilpassa vidaregåande lese- og skriveopplæring på barnetrinnet etter fagleg grunngitte prinsipp og i samsvar med gjeldande læreplan i ein fleirkulturell skole

source: Studentene må kunne stille spørsmål, se sammenhenger og identifisere problemer.
nn: Studentane må kunne stille spørsmål, sjå samanhengar og identifisere problem.

source: En annan diskurs som avdekka seg på 1980-talet var diskusjonen om metode.
nn: Ein annan diskurs som avdekka seg på 1980-talet var diskusjonen om metode.

source: Normkritisk pedagogikk er sentralt for å motvirke "vi og de"-følelse, ved å se kritisk på de normene som gjelder på skolen for hva som er "normalt".
nn: Normkritisk pedagogikk er sentralt for å motverke "vi og dei"-kjensle, ved å sjå kritisk på dei normene som gjeld på skulen for kva som er "normalt".

source: Rettigheter og plikter ved eksamen
nn: Rettar og plikter ved eksamen

source: Kravet om bestått lærerutdanning kan fravikes dersom søkeren kun mangler faget hun/han søker på, for å få fullført sin lærerutdanning.
nn: Kravet om bestått lærarutdanning kan fråvikast dersom søkaren berre manglar faget ho/han søker på, for å fullføre lærarutdanninga si.

source: , legger vekt på sammenhengen mellom delkompetanser, med hovedvekt på lesing og skriving.
nn: , legg vekt på samanhengen mellom delkompetansar, med hovudvekt på lesing og skriving.

source: En forsknings- og utviklingsbasert grunnskolelærerutdanning skal bidra til å kvalifisere studenter til å utøve profesjonelt arbeid i grunnskolen med høy kvalitet.
nn: Ei forskings- og utviklingsbasert grunnskulelærarutdanning skal bidra til å kvalifisere studentar til å utøve profesjonelt arbeid i grunnskulen med høg kvalitet.

source: Elevene må ha vedtak om
nn: Elevane må ha vedtak om

source: Studenter som på grunn av sykdom eller annen dokumentert gyldig årsak ikke leverer/utfører arbeidskrav innen fristen, kan få forlenget frist.
nn: Studentar som på grunn av sjukdom eller anna dokumentert gyldig årsak ikkje leverer/utfører arbeidskrav innan fristen, kan få forlengd frist.

source: Slike kriterier publiseres på universitetets læringsplattform i god tid før studenten begynner på sin oppgave.
nn: Slike kriterium blir publiserte på høgskulens læringsplattform i god tid før studenten begynner på oppgåva si.

source: Det var ikke lenger berre sluttproduktet som var på utstilling.
nn: Det var ikkje lenger berre sluttproduktet som var på utstilling.

source: til mindre grupper i et samfunn.
nn: til mindre grupper i eit samfunn.

source: kan analysere og forholde seg kritisk til nasjonal og internasjonal forskning og anvende denne kunnskapen i profesjonsutøvelsen
nn: kan analysere og vere kritisk til nasjonal og internasjonal forsking og bruke denne kunnskapen i profesjonsutøvinga

source: Alle hjelpemidler er tillatt så lenge regler for kildehenvisning følges
nn: Alle hjelpemiddel er tillatte så lenge reglar for kjeldetilvisning blir følgde.

source: Søkere som ikke er tatt opp til ph.d.-programmet i utdanningsvitenskap for lærerutdanning må sende inn et sammendrag på om lag én A4-side med informasjon om eget ph.d.-prosjekt eller annet prosjekt/interesseområde med tema, metode, teoretisk innfallsvinkel, hvor de eventuelt er i ph.d.-løpet og hvorfor dette emnet anses relevant for eget prosjekt.
nn: Søkjarar som ikkje er tatt opp til ph.d.-programmet i utdanningsvitskap for lærarutdanning må sende inn eit samandrag på omlag ei A4-side med informasjon om eige ph.d.-prosjekt eller anna prosjekt/interesseområde som tema, metode, teoretisk innfallsvinkel, kvar dei eventuelt er i ph.d.-løpet og korleis dette emnet er relevant for eige prosjekt.

source: Det språket eller de språkene som et barn lærer seg først.
nn: Det språket eller dei språka som eit barn lærer seg først.

source: Systematisk språkopplæring for elever som ikke behersker norsk på et aldersadekvat nivå.
nn: Systematisk språkopplæring for elevar som ikkje meistrar norsk på eit aldersadekvat nivå.

source: Beskriver personer som har bakgrunn fra flere kulturer, for eksempel barn av innvandrere eller flyktninger eller barn av foreldre med ulik etnisk bakgrunn.
nn: Blir brukt om personar som har bakgrunn frå fleire kulturar, for eksempel barn av innvandrarar eller flyktningar eller barn av foreldre med ulik etnisk bakgrunn.

source: Studenter som leverer/utfører arbeidskrav innen fristen, men som får vurderingen "Ikke godkjent", har anledning til en eller to nye innleveringer/utførelser.
nn: Studentar som leverer/utfører arbeidskrav innan fristen, men som får vurderinga "Ikkje godkjent", har høve til maksimum to nye innleveringar/utføringar.

source: Flerfaglighet tar utgangspunkt i kunnskapsområder og problemstillinger der fagene har felles interesse, og der de har mulighet for fordypning gjennom samarbeid.
nn: Fleirfaglegheit tar utgangspunkt i kunnskapsområde og problemstillingar der faga har felles interesse og der dei har høve for fordjuping gjennom samarbeid.

source: Retten til å gå opp til eksamen forutsetter godkjente arbeidskrav.
nn: Retten til å gå opp til eksamen føreset godkjende arbeidskrav.

source: Skolens rolle i et demokratisk og flerkulturelt samfunn
nn: Skolens rolle i eit demokratisk og fleirkulturelt samfunn

source: og Aarseth, E.
nn: og Aarseth, H.

source: har kunnskap om norsk fagspråk og fagtekster
nn: har kunnskap om det å lære norsk som andrespråk

source: der han kunne slutta seg til dataspelfellesskap og «arkaiske» meiningsfellesskap i sosiale medier.
nn: der han kunne slutta seg til dataspelfellesskap og «arkaiske» meiningsfellesskap i sosiale media.

source: I alle fag i utdanningen blir det vektlagt å utvikle profesjonsrelevant digital kompetanse og ferdigheter i bruk av estetiske arbeidsformer, og en flerfaglig og mangfoldig dimensjon vil være et gjennomgående trekk.
nn: I alle fag i utdanninga blir det lagt vekt på å utvikle profesjonsrelevant digital kompetanse og ferdigheiter i bruk av estetiske arbeidsformer og ein fleirfagleg og mangfaldig dimensjon vil vere eit gjennomgåande trekk.

source: individuell og gruppebasert oppgaveløsning med tilbakemelding i grupper
nn: Individuell og gruppebasert oppgåveløysing med tilbakemelding i grupper.

source: Omfanget varierer med tema for oppgaven.
nn: Omfanget varierer med tema for oppgåva.

source: Kandidaten viser svært god vurderingsevne, stor faglig oversikt og stor grad av selvstendighet.
nn: Kandidaten viser svært god vurderingsevne, stor faglig oversikt og stor grad av sjølvstende.

source: Studenter som ikke leverer oppgaven innen den fristen hun eller han har fått, mister retten til å gå opp til eksamen.
nn: Studentar som ikkje leverer oppgåva innan den fristen han eller ho har fått, mistar retten til å gå opp til eksamen.

source: Brukes ofte synonymt med
nn: Blir ofte brukt synonymt med

source: Studentene vil gjennom sin integrerte, profesjonsnære, forskningsbaserte og utviklingsorienterte grunnskolelærerutdanning utvikle solid kunnskap i fag, fagdidaktikk og pedagogikk, og solide ferdigheter i å undervise i fagene, lede en klasse og fylle rollen som kontaktlærer.
nn: Studentane vil gjennom den integrerte, profesjonsnære, forskingsbaserte og utviklingsorienterte grunnskulelærarutdanninga utvikle solid kunnskap i fag, fagdidaktikk, pedagogikk, og solide ferdigheiter i å undervise i faga, leie ein klasse og fylle rolla som kontaktlærar.

source: Studentene skal ha teoretisk kunnskap om viktige sektorer i samfunnet, som politikk og rettsvesen, og kunne arbeide journalistisk med disse.
nn: Studentane skal ha teoretisk kunnskap om viktige sektorar i samfunnet, som politikk og rettsvesen, og kunne arbeide journalistisk med desse.

source: har kunnskap om barn og unge i vanskelige livssituasjoner, herunder kunnskap om vold og seksuelle overgrep mot barn og unge, om deres rettigheter i et nasjonalt og internasjonalt perspektiv, og hvordan sette i gang nødvendige tiltak etter gjeldende lovverk
nn: har kunnskap om barn og unge i vanskelige livssituasjonar, inkludert kunnskap om mobbing, vald og seksuelle overgrep mot barn og unge, gjeldande lovverk og barn og unges rettar i eit nasjonalt og internasjonalt perspektiv

source: Kopiering som læringsmetode har en plass i en forskingsbasert didaktikk når verksemda fører til erkjenning og integrert forståing, ikke som rekonstruksjon av tradisjonar.
nn: Kopiering som læringsmetode har ein plass i ein forskingsbasert didaktikk når verksemda fører til erkjenning og integrert forståing, ikkje som rekonstruksjon av tradisjonar.

source: Grunnleggende ferdigheter i alle fag og utvikling av studentenes kompetanse i forskning og utvikling (FoU) fram mot en praksisrettet masteroppgave har også en sentral plass i utdanningen.
nn: Dei grunnleggande ferdigheitene har ein sentral plass i alle fag i utdanninga, og studentane utviklar kompetansen innan forsking og utvikling (FoU) gradvis fram mot ei praksisretta masteroppgåve i utdanninga.

source: kan vurdere og bruke relevante læremidler, digitale verktøy og ressurser i opplæringen, og gi elevene opplæring i digitale ferdigheter
nn: kan vurdere og bruke relevante læremiddel, digitale verktøy og ressursar i opplæringa, og gi elevane opplæring i digitale ferdigheiter

source: Om det blir mange søkere vil studenter ved ph.d.-programmet i utdanningsvitenskap for lærerutdanning bli prioritert.
nn: Om det blir for mange søkarar vil studentar ved ph.d.-programmet i utdanningsvitskap for lærarutdanning bli prioritert.

source: For det tredje skal lærerstudenten øves i å kunne gi elevene opplæring i og om digitale ferdigheter for å bidra til at elevene deltar i den teknologiske utviklingen og er i stand til å påvirke og lede utviklingen.
nn: For det tredje skal lærarstudenten få øving i å kunne gi elevane opplæring i og om digitale ferdigheiter for å bidra til at elevane deltar i den teknologiske utviklinga og er i stand til å påverke og leie utviklinga.

source: I nyere faglitteratur er
nn: I nyare faglitteratur er

source: Studentene arbeider med problemstillinger knyttet til sosial og kulturell variasjon i undervisningen og i samfunnet, og forutsetninger for likeverdig utdanning for enkeltelever og grupper av elever.
nn: Studentane arbeider med problemstillingar knytt til sosial og kulturell variasjon i undervisinga og i samfunnet, og føresetnader for likeverdig utdanning for enkeltelevar og grupper av elevar.

source: Kan også brukes om språk som er lært senere i livet, og som en person oppfatter som sitt hovedspråk.
nn: Kan òg brukast om språk som er lært seinare i livet, og som ein person oppfattar som hovudspråket sitt.

source: Jeg reserverer meg herved mot at oppgaven gjøres tilgjengelig i høgskolens åpne vitenarkiv, ODA før embargotidens utløp (1-5 år).
nn: Med dette reserverer eg meg mot at oppgåva blir tilgjengeleg i høgskulen sitt opne vitenarkiv, ODA før embargotida opphøyrer (1-5 år).

source: journalistikk innen rett, krim og politikk
nn: journalistikk innan rett, krim og politikk

source: Studiet er utvikle på oppdrag fra Kunnskapsdepartementet, med bakgrunn i
nn: Studiet er utvikla på oppdrag frå Kunnskapsdepartementet, med bakgrunn i

source: De enkelte fagene arbeider med hvordan man gjennom undervisningen kan fremme fagglede og lærelyst og motvirke prestasjonsangst og resignasjon.
nn: Dei enkelte faga arbeider med korleis ein gjennom undervisinga kan fremme fagglede og lærelyst og motverke prestasjonsangst og resignasjon.

source: Vi kan tilpasse kravet ved dokumentert sykdom eller andre tvingende grunner.
nn: Vi kan tilpasse kravet ved dokumentert sjukdom eller andre tvingande grunnar.

source: IKT er derfor integrert i studiet, både som et eget emne, som redskap i studentenes egen læringsprosess, og i erfaringsdeling og diskusjon knyttet til faglige emner og utforming av læringsaktiviteter for elevene.
nn: IKT er derfor integrert i studiet, både som eit eige emne, som reiskap i læringsprosessen til den einskilde student, i erfaringsdeling og diskusjon knytt til faglege emne, og i utforming av læringsaktivitetar for elevane.

source: behersker norsk muntlig og skriftlig, både bokmål og nynorsk, og kan bruke språket på en kvalifisert måte i profesjonssammenheng
nn: beherskar norsk munnleg og skriftleg, både bokmål og nynorsk, og kan bruke språket på ein kvalifisert måte i profesjonssamanheng

source: Pedagogikk og elevkunnskap har et særlig ansvar for å løfte fram studentenes refleksjon, både om hva de har lært om grunnleggende ferdigheter i fagene og om hvordan denne kunnskapen kan brukes i skolen.
nn: Pedagogikk og elevkunnskap har eit særleg ansvar for å løfte fram refleksjon hos studentane, både når det gjeld kva dei har lært om grunnleggande ferdigheiter i faga og korleis denne kunnskapen kan brukast i skulen.

source: offentlighetsloven og om innsyn i offentlige journaler
nn: offentleglova og innsyn i offentlege journalar

source: kan gjøre journalistisk research på nett og i sosiale medier
nn: kan gjere journalistisk research på nett og i sosiale medium

source: forskrift for studier og eksamen ved OsloMet
nn: forskrift om studium og eksamen ved OsloMet

source: Viser gode kunnskaper og ferdigheter innenfor kompetanseområdene i faget.
nn: Arbeidet viser gode kunnskapar og ferdigheiter innanfor kompetanseområda i faget.

source: kan bidra i innovasjonsprosesser knyttet til skolens virksomhet og legge til rette for at lokalt arbeids-, samfunns- og kulturliv involveres i opplæringen
nn: kan bidra i innovasjonsprosessar knytt til skuleverksemda og legge til rette for at lokalt arbeids-, samfunns- og kulturliv blir involvert i opplæringa

source: kan alene, og i samarbeid med andre, bruke relevante metoder fra forsknings- og utviklingsarbeid, for kontinuerlig utvikling av egen og skolens kollektive praksis, samt gjennomføre avgrensede forskningsprosjekter under veiledning
nn: kan aleine, og i samarbeid med andre, bruke relevante metodar frå forskings- og utviklingsarbeid, for kontinuerlig utvikling av praksis, både i kollektivet på skulen og på eigenhand, samt gjennomføre avgrensa forskingsprosjekter under rettleiing

source: Ved aktivt å lære og bruke grunnleggende ferdigheter gjennom grunnskolelærerutdanningen, skal studentene oppnå en reell forståelse av hvordan disse utgjør en del av faget.
nn: Ved aktivt å lære og bruke grunnleggande ferdigheiter gjennom Grunnskulelærarutdanninga, skal studentane oppnå ei reell forståing av korleis desse er ein del av faget.

source: Opptakskrav til studiet er bestått lærerutdanning.
nn: Opptakskrav til studiet er bestått lærarutdanning.

source: dato og tidspunkt
nn: dato og tidspunkt for besøket
